Repository: blaineam/Blip
Catalog: Blip/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
it: Non installato
ja: 未インストール
ko: 설치되지 않음
pt_br: Não instalado
zh_hans: 未安装

source: Open Support in Its Own Window
de: Support in eigenem Fenster öffnen
es: Abrir Soporte en su propia ventana
fr: Ouvrir l'assistance dans une fenêtre séparée
it: Apri Supporto in una finestra separata
ja: サポートを別ウインドウで開く
ko: 지원을 별도 윈도우로 열기
pt_br: Abrir Suporte em uma janela própria
zh_hans: 在独立窗口中打开支持

source: Open Traceroute Map
de: Traceroute-Karte öffnen
es: Abrir mapa de traceroute
fr: Ouvrir la carte du traceroute
it: Apri mappa traceroute
ja: トレースルートマップを開く
ko: 트레이스라우트 지도 열기
pt_br: Abrir mapa do traceroute
zh_hans: 打开路由跟踪地图

source: Open in a window
de: In einem Fenster öffnen
es: Abrir en una ventana
fr: Ouvrir dans une fenêtre
it: Apri in una finestra
ja: ウインドウで開く
ko: 윈도우로 열기
pt_br: Abrir em uma janela
zh_hans: 在窗口中打开

source: Open the Traceroute Map for ${host}
de: Traceroute-Karte für ${host} öffnen
es: Abrir el mapa de traceroute de ${host}
fr: Ouvrir la carte du traceroute pour ${host}
it: Apri la mappa traceroute per ${host}
ja: ${host}のトレースルートマップを開く
ko: ${host}의 트레이스라우트 지도 열기
pt_br: Abrir o mapa do traceroute para ${host}
zh_hans: 打开 ${host} 的路由跟踪地图

source: OpenSpeedTest (public)
de: OpenSpeedTest (öffentlich)
es: OpenSpeedTest (público)
it: OpenSpeedTest (pubblico)
ja: OpenSpeedTest（パブリック）
ko: OpenSpeedTest (공개)
pt_br: OpenSpeedTest (público)
zh_hans: OpenSpeedTest（公共）

source: Opens Blip's Traceroute Map window. When a host is given, the trace starts automatically so the map opens live.
de: Öffnet Blips Fenster „Traceroute-Karte“. Wenn ein Host angegeben ist, startet die Verfolgung automatisch, sodass die Karte live geöffnet wird.
es: Abre la ventana Mapa de Traceroute de Blip. Si se indica un host, la traza se inicia automáticamente y el mapa se abre en vivo.
fr: Ouvre la fenêtre Carte du traceroute de Blip. Si un hôte est indiqué, le tracé démarre automatiquement et la carte s'ouvre en direct.
it: Apre la finestra Mappa traceroute di Blip. Se viene indicato un host, il trace parte automaticamente e la mappa si apre in tempo reale.
ja: Blip のトレースルートマップウインドウを開きます。ホストを指定すると自動的にトレースが始まり、マップがライブ表示で開きます。
ko: Blip의 경로 추적 지도 창을 엽니다. 호스트를 지정하면 추적이 자동으로 시작되어 지도가 실시간으로 열립니다.
pt_br: Abre a janela do Mapa de Traceroute do Blip. Quando um host é informado, o trace começa automaticamente e o mapa abre ao vivo.
zh_hans: 打开 Blip 的路由追踪地图窗口。指定主机后会自动开始追踪，地图打开即为实时状态。

source: Optional hostname or IP to pre-target.
de: Optionaler Hostname oder IP als Vorgabeziel.
es: Nombre de host o IP opcional para fijar el destino.
fr: Nom d'hôte ou IP à cibler par défaut (facultatif).
it: Nome host o IP da impostare come destinazione (facoltativo).
ja: あらかじめ指定するホスト名または IP（省略可）。
ko: 미리 지정할 호스트 이름 또는 IP(선택 사항).
pt_br: Nome de host ou IP opcional para predefinir o destino.
zh_hans: 可选的预设目标主机名或 IP。

source: Optional. The traceroute map plots hops using this on-device database — no IP addresses are ever sent to a third-party geolocation service. About 130 MB; published monthly, so you can update it here whenever you like.
de: Optional. Die Traceroute-Karte zeichnet Hops anhand dieser Datenbank auf dem Gerät — es werden nie IP-Adressen an einen externen Geolokalisierungsdienst gesendet. Rund 130 MB; monatlich veröffentlicht, du kannst sie hier also jederzeit aktualisieren.
es: Opcional. El mapa de traceroute sitúa los saltos con esta base de datos local del dispositivo: nunca se envía ninguna dirección IP a un servicio de geolocalización externo. Ocupa unos 130 MB y se publica mensualmente, así que puedes actualizarla aquí cuando quieras.
fr: Facultatif. La carte du traceroute situe les sauts à l'aide de cette base de données locale — aucune adresse IP n'est envoyée à un service de géolocalisation tiers. Environ 130 Mo ; publiée chaque mois, vous pouvez donc la mettre à jour ici quand vous le souhaitez.
it: Facoltativo. La mappa traceroute traccia gli hop usando questo database sul dispositivo: nessun indirizzo IP viene mai inviato a un servizio di geolocalizzazione di terze parti. Circa 130 MB; viene pubblicato ogni mese, quindi puoi aggiornarlo qui quando vuoi.
ja: 省略可。トレースルートマップは、この Mac 上のデータベースを使ってホップを地図に表示します。IP アドレスが第三者の位置情報サービスに送信されることはありません。サイズは約 130 MB で、毎月公開されるため、いつでもここで更新できます。
ko: 선택 사항. 경로 추적 지도는 이 온디바이스 데이터베이스로 홉 위치를 표시하므로 IP 주소가 외부 위치 확인 서비스로 전송되지 않습니다. 약 130 MB이며 매월 배포되므로 언제든지 여기서 업데이트할 수 있습니다.
pt_br: Opcional. O mapa de traceroute posiciona os saltos usando este banco de dados no dispositivo — nenhum endereço IP é enviado a serviços de geolocalização de terceiros. Cerca de 130 MB; publicado mensalmente, então você pode atualizá-lo aqui quando quiser.
zh_hans: 可选。路由追踪地图使用此本地数据库标定各跃点位置——绝不会向任何第三方地理定位服务发送 IP 地址。约 130 MB；每月发布一次，你可以随时在此更新。

source: Paused — drive health is low. Manual runs still work.
de: Pausiert — der Laufwerkszustand ist schlecht. Manuelle Durchläufe sind weiterhin möglich.
es: En pausa: la salud de la unidad es baja. Las pruebas manuales siguen funcionando.
fr: En pause — l'état du disque est dégradé. Les tests manuels restent possibles.
it: In pausa: lo stato del disco è basso. Le esecuzioni manuali restano disponibili.
ja: 一時停止中 — ドライブの健全性が低下しています。手動での実行は可能です。
ko: 일시 정지됨 — 드라이브 상태가 좋지 않습니다. 수동 실행은 계속 가능합니다.
pt_br: Pausado — a saúde do disco está baixa. Execuções manuais continuam funcionando.
zh_hans: 已暂停——驱动器健康状况不佳。仍可手动运行。

source: Paused — this network is metered. Manual runs still work.
de: Pausiert — dieses Netzwerk hat ein Datenlimit. Manuelle Durchläufe sind weiterhin möglich.
es: En pausa: esta red es de uso medido. Las pruebas manuales siguen funcionando.
fr: En pause — ce réseau est à connexion limitée. Les tests manuels restent possibles.
it: In pausa: questa rete è a consumo. Le esecuzioni manuali restano disponibili.
ja: 一時停止中 — このネットワークは従量制です。手動での実行は可能です。
ko: 일시 정지됨 — 종량제 네트워크입니다. 수동 실행은 계속 가능합니다.
pt_br: Pausado — esta é uma rede limitada. Execuções manuais continuam funcionando.
zh_hans: 已暂停——当前网络按流量计费。仍可手动运行。

source: Pick a color
de: Farbe wählen
es: Elige un color
fr: Choisir une couleur
it: Scegli un colore
ja: カラーを選択
ko: 색상 선택
pt_br: Escolha uma cor
zh_hans: 选取颜色

source: Ping Target
de: Ping-Ziel
es: Destino de ping
fr: Cible du ping
it: Destinazione ping
ja: Ping 対象
ko: Ping 대상
pt_br: Destino do Ping
zh_hans: Ping 目标

source: Powered by OpenSpeedTest
de: Bereitgestellt von OpenSpeedTest
es: Con tecnología de OpenSpeedTest
fr: Propulsé par OpenSpeedTest
it: Basato su OpenSpeedTest
ko: OpenSpeedTest 제공
pt_br: Com tecnologia OpenSpeedTest
zh_hans: 由 OpenSpeedTest 提供支持

source: Pressure
de: Druck
es: Presión
fr: Pression
it: Pressione
ja: プレッシャー
ko: 압박
pt_br: Pressão
zh_hans: 压力

source: Preview:
de: Vorschau:
es: Vista previa:
fr: Aperçu :
it: Anteprima:
ja: プレビュー:
ko: 미리보기:
pt_br: Prévia:
zh_hans: 预览：

source: Probing…
de: Prüfen…
es: Sondeando…
fr: Sondage…
it: Rilevamento…
ja: 調査中…
ko: 탐색 중…
pt_br: Sondando…
zh_hans: 探测中…

source: Quit %@
de: %@ beenden
es: Salir de %@
fr: Quitter %@
it: Esci da %@
ja: %@ を終了
ko: %@ 종료
pt_br: Encerrar %@
zh_hans: 退出 %@

source: Rand
de: Zuf.
es: Aleat
fr: Aléa.
ja: ランダム
ko: 랜덤
pt_br: Aleat.
zh_hans: 随机

source: Read
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読み込み
ko: 읽기
pt_br: Leitura
zh_hans: 读取

source: Read / Write over time
de: Lesen / Schreiben im Zeitverlauf
es: Lectura / escritura a lo largo del tiempo
fr: Lecture / écriture dans le temps
it: Lettura / scrittura nel tempo
ja: 読み込み／書き込みの推移
ko: 시간에 따른 읽기/쓰기
pt_br: Leitura / Escrita ao longo do tempo
zh_hans: 读取/写入趋势

source: Reads one of Blip's live system metrics — CPU, memory, disk and S.M.A.R.T., GPU, network, battery, temperatures, fans, uptime. Returns a number you can chain into other actions. For charted metrics you can also ask for the average, minimum, or maximum over Blip's in-memory history (the last ~2 minutes while the app is running).
de: Liest einen von Blips Live-Systemwerten — CPU, Speicher, Laufwerk und S.M.A.R.T., GPU, Netzwerk, Batterie, Temperaturen, Lüfter, Laufzeit. Gibt eine Zahl zurück, die du in weiteren Aktionen verwenden kannst. Für Werte mit Diagramm kannst du auch Durchschnitt, Minimum oder Maximum über Blips Verlauf im Arbeitsspeicher abfragen (die letzten ca. 2 Minuten, während die App läuft).
es: Lee una de las métricas del sistema en vivo de Blip: CPU, memoria, disco y S.M.A.R.T., GPU, red, batería, temperaturas, ventiladores y tiempo de actividad. Devuelve un número que puedes encadenar con otras acciones. En las métricas con gráfico también puedes pedir el promedio, el mínimo o el máximo del historial en memoria de Blip (los últimos ~2 minutos mientras la app está en ejecución).
fr: Lit l'une des mesures système en direct de Blip — CPU, mémoire, disque et S.M.A.R.T., GPU, réseau, batterie, températures, ventilateurs, temps de fonctionnement. Renvoie un nombre que vous pouvez enchaîner avec d'autres actions. Pour les mesures représentées graphiquement, vous pouvez aussi demander la moyenne, le minimum ou le maximum sur l'historique en mémoire de Blip (les ~2 dernières minutes pendant que l'app est ouverte).
it: Legge una delle metriche di sistema in tempo reale di Blip: CPU, memoria, disco e S.M.A.R.T., GPU, rete, batteria, temperature, ventole, tempo di attività. Restituisce un numero che puoi concatenare ad altre azioni. Per le metriche con grafico puoi anche chiedere la media, il minimo o il massimo sulla cronologia in memoria di Blip (gli ultimi ~2 minuti mentre l'app è in esecuzione).
ja: Blip がリアルタイムに計測しているシステム指標（CPU、メモリ、ディスクと S.M.A.R.T.、GPU、ネットワーク、バッテリー、温度、ファン、稼働時間）を 1 つ読み取ります。返される数値は他のアクションにつなげられます。グラフ表示される指標では、Blip がメモリ内に保持している履歴（アプリの実行中、直近約 2 分間）の平均・最小・最大を取得することもできます。
ko: Blip의 실시간 시스템 지표(CPU, 메모리, 디스크 및 S.M.A.R.T., GPU, 네트워크, 배터리, 온도, 팬, 가동 시간) 중 하나를 읽습니다. 다른 동작에 연결해 사용할 수 있는 숫자를 반환합니다. 차트로 표시되는 지표는 Blip의 메모리 내 기록(앱 실행 중 최근 약 2분)에 대한 평균, 최솟값, 최댓값을 요청할 수도 있습니다.
pt_br: Lê uma das métricas do sistema em tempo real do Blip — CPU, memória, disco e S.M.A.R.T., GPU, rede, bateria, temperaturas, ventoinhas, tempo de atividade. Retorna um número que você pode encadear em outras ações. Para métricas com gráfico, você também pode pedir a média, o mínimo ou o máximo do histórico em memória do Blip (os últimos ~2 minutos enquanto o app está em execução).
zh_hans: 读取 Blip 的一项实时系统指标——CPU、内存、磁盘与 S.M.A.R.T.、GPU、网络、电池、温度、风扇、运行时间。返回一个数值，可继续用于其他操作。对于有图表的指标，还可以获取 Blip 内存历史记录（App 运行期间最近约 2 分钟）中的平均值、最小值或最大值。

source: Reads one of Blip's settings, like the ping target or a menu-bar toggle.
de: Liest eine von Blips Einstellungen, etwa das Ping-Ziel oder einen Menüleisten-Schalter.
es: Lee uno de los ajustes de Blip, como el destino de ping o un interruptor de la barra de menús.
fr: Lit l'un des réglages de Blip, comme la cible du ping ou une option de la barre des menus.
it: Legge una delle impostazioni di Blip, come la destinazione del ping o un interruttore della barra dei menu.
ja: Ping 対象やメニューバーのオン/オフなど、Blip の設定を 1 つ読み取ります。
ko: ping 대상이나 메뉴 막대 스위치 등 Blip의 설정 중 하나를 읽습니다.
pt_br: Lê um dos ajustes do Blip, como o destino do ping ou uma opção da barra de menus.
zh_hans: 读取 Blip 的一项设置，例如 ping 目标或某个菜单栏开关。

source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Consigli
ja: 推奨事項
ko: 권장 사항
pt_br: Recomendações
zh_hans: 建议

source: Reliably good for
de: Zuverlässig geeignet für
es: Fiable para
fr: Fiable pour
it: Affidabile per
ja: 安定して使える用途
ko: 안정적으로 가능한 용도
pt_br: Confiável para
zh_hans: 可稳定用于

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Redefinir
zh_hans: 重置

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试

source: Run
de: Ausführen
es: Ejecutar
fr: Lancer
it: Esegui
ja: 実行
ko: 실행
pt_br: Executar
zh_hans: 运行

source: Run Drive Speed Test
de: Laufwerk-Speedtest starten
es: Probar velocidad de la unidad
fr: Tester la vitesse du disque
it: Esegui test velocità disco
ja: ドライブ速度テストを実行
ko: 드라이브 속도 테스트 실행
pt_br: Testar Velocidade do Disco
zh_hans: 运行驱动器速度测试

source: Run Network Speed Test
de: Netzwerk-Speedtest starten
es: Probar velocidad de la red
fr: Tester la vitesse du réseau
it: Esegui test velocità rete
ja: ネットワーク速度テストを実行
ko: 네트워크 속도 테스트 실행
pt_br: Testar Velocidade da Rede
zh_hans: 运行网络速度测试

source: Run Test
de: Test starten
es: Ejecutar prueba
fr: Lancer le test
it: Esegui test
ja: テストを実行
ko: 테스트 실행
pt_br: Executar Teste
zh_hans: 运行测试

source: Run Traceroute
de: Traceroute starten
es: Ejecutar traceroute
fr: Lancer le traceroute
it: Esegui traceroute
ja: トレースルートを実行
ko: 경로 추적 실행
pt_br: Executar Traceroute
zh_hans: 运行路由追踪

source: Run a ${size} speed test on ${volume}
de: ${size}-Speedtest auf ${volume} ausführen
es: Ejecutar una prueba de velocidad de ${size} en ${volume}
fr: Lancer un test de vitesse de ${size} sur ${volume}
it: Esegui un test di velocità da ${size} su ${volume}
ja: ${volume} で ${size} の速度テストを実行
ko: ${volume}에서 ${size} 속도 테스트 실행
pt_br: Executar um teste de velocidade de ${size} em ${volume}
zh_hans: 在 ${volume} 上运行 ${size} 速度测试

source: Run a network speed test using ${provider}
de: Netzwerk-Speedtest mit ${provider} ausführen
es: Ejecutar una prueba de velocidad de red con ${provider}
fr: Lancer un test de vitesse réseau avec ${provider}
it: Esegui un test di velocità della rete con ${provider}
ja: ${provider} でネットワーク速度テストを実行
ko: ${provider}(으)로 네트워크 속도 테스트 실행
pt_br: Executar um teste de velocidade da rede usando ${provider}
zh_hans: 使用 ${provider} 运行网络速度测试

source: Run a speed test on %@
de: Speedtest auf %@ ausführen
es: Ejecutar una prueba de velocidad en %@
fr: Lancer un test de vitesse sur %@
it: Esegui un test di velocità su %@
ja: %@ で速度テストを実行
ko: %@에서 속도 테스트 실행
pt_br: Executar um teste de velocidade em %@
zh_hans: 在 %@ 上运行速度测试

source: Runs Blip's continuous traceroute (MTR) against a host, samples it for the given number of seconds, and returns a per-route summary — hop count, final-hop latency, and worst packet loss. Optionally keeps the session running afterwards so the Network panel and Traceroute Map pick it up live.
de: Führt Blips fortlaufenden Traceroute (MTR) gegen einen Host aus, misst ihn über die angegebene Anzahl Sekunden und gibt eine Zusammenfassung pro Route zurück — Anzahl der Hops, Latenz des letzten Hops und höchster Paketverlust. Auf Wunsch bleibt die Sitzung danach aktiv, sodass der Netzwerk-Bereich und die Traceroute-Karte sie live übernehmen.
es: Ejecuta el traceroute continuo (MTR) de Blip contra un host, lo muestrea durante los segundos indicados y devuelve un resumen por ruta: número de saltos, latencia del salto final y peor pérdida de paquetes. Opcionalmente mantiene la sesión activa después para que el panel Red y el Mapa de Traceroute la reflejen en vivo.
fr: Lance le traceroute continu (MTR) de Blip vers un hôte, l'échantillonne pendant le nombre de secondes indiqué et renvoie un résumé par route — nombre de sauts, latence du dernier saut et perte de paquets maximale. Peut ensuite laisser la session active pour que le panneau Réseau et la Carte du traceroute l'affichent en direct.
it: Esegue il traceroute continuo (MTR) di Blip verso un host, lo campiona per il numero di secondi indicato e restituisce un riepilogo per percorso: numero di hop, latenza dell'ultimo hop e perdita di pacchetti peggiore. Se vuoi, la sessione resta attiva in seguito, così il pannello Rete e la Mappa traceroute la mostrano in tempo reale.
ja: 指定したホストに対して Blip の連続トレースルート（MTR）を実行し、指定した秒数だけサンプリングして、経路ごとの概要（ホップ数、最終ホップの遅延、最大のパケットロス）を返します。実行後もセッションを継続させ、ネットワークパネルとトレースルートマップにライブで反映させることもできます。
ko: 호스트를 대상으로 Blip의 연속 경로 추적(MTR)을 실행하고 지정한 시간(초) 동안 샘플링한 후 경로별 요약(홉 수, 마지막 홉 지연 시간, 최대 패킷 손실)을 반환합니다. 이후에도 세션을 계속 실행하도록 선택하면 네트워크 패널과 경로 추적 지도에 실시간으로 반영됩니다.
pt_br: Executa o traceroute contínuo (MTR) do Blip em um host, coleta amostras pelo número de segundos indicado e retorna um resumo por rota — quantidade de saltos, latência do salto final e a maior perda de pacotes. Opcionalmente, mantém a sessão ativa depois, para que o painel Rede e o Mapa de Traceroute a acompanhem ao vivo.
zh_hans: 对指定主机运行 Blip 的连续路由追踪（MTR），按给定秒数采样，并返回每条路由的汇总结果——跃点数、末跃点延迟和最严重丢包率。也可选择在采样后继续保持会话，让“网络”面板和路由追踪地图实时接收数据。

source: Runs Blip's network speed test — against OpenSpeedTest's public test or your self-hosted OpenSpeedTest server (set its address in Settings → Network) — and returns the measured throughput. The result also appears in the Network panel's history.
de: Führt Blips Netzwerk-Speedtest aus — gegen den öffentlichen Test von OpenSpeedTest oder deinen selbst gehosteten OpenSpeedTest-Server (Adresse in Einstellungen → Netzwerk festlegen) — und gibt den gemessenen Durchsatz zurück. Das Ergebnis erscheint auch im Verlauf des Netzwerk-Bereichs.
es: Ejecuta la prueba de velocidad de red de Blip —contra la prueba pública de OpenSpeedTest o contra tu propio servidor OpenSpeedTest (indica su dirección en Ajustes → Red)— y devuelve el rendimiento medido. El resultado también aparece en el historial del panel Red.
fr: Lance le test de vitesse réseau de Blip — via le test public d'OpenSpeedTest ou votre serveur OpenSpeedTest auto-hébergé (indiquez son adresse dans Réglages → Réseau) — et renvoie le débit mesuré. Le résultat apparaît aussi dans l'historique du panneau Réseau.
it: Esegue il test di velocità della rete di Blip — sul test pubblico di OpenSpeedTest o sul tuo server OpenSpeedTest (imposta l'indirizzo in Impostazioni → Rete) — e restituisce la velocità misurata. Il risultato compare anche nella cronologia del pannello Rete.
ja: Blip のネットワーク速度テストを、OpenSpeedTest のパブリックテストまたはセルフホストの OpenSpeedTest サーバ（アドレスは設定 → ネットワークで指定）に対して実行し、計測したスループットを返します。結果はネットワークパネルの履歴にも表示されます。
ko: OpenSpeedTest의 공개 테스트 또는 직접 호스팅하는 OpenSpeedTest 서버(주소는 설정 → 네트워크에서 지정)를 대상으로 Blip의 네트워크 속도 테스트를 실행하고 측정된 처리량을 반환합니다. 결과는 네트워크 패널의 기록에도 표시됩니다.
pt_br: Executa o teste de velocidade da rede do Blip — no teste público do OpenSpeedTest ou no seu próprio servidor OpenSpeedTest (defina o endereço em Ajustes → Rede) — e retorna a taxa de transferência medida. O resultado também aparece no histórico do painel Rede.
zh_hans: 运行 Blip 的网络速度测试——使用 OpenSpeedTest 的公共测试或你自建的 OpenSpeedTest 服务器（在“设置”→“网络”中设置其地址）——并返回测得的吞吐量。结果也会出现在“网络”面板的历史记录中。

source: Runs OpenSpeedTest's public test in the background and graphs the result here. Public infra — manual runs only.
de: Führt den öffentlichen Test von OpenSpeedTest im Hintergrund aus und stellt das Ergebnis hier grafisch dar. Öffentliche Infrastruktur — nur manuelle Durchläufe.
es: Ejecuta la prueba pública de OpenSpeedTest en segundo plano y representa el resultado aquí. Infraestructura pública: solo pruebas manuales.
fr: Lance le test public d'OpenSpeedTest en arrière-plan et affiche le résultat ici. Infrastructure publique — tests manuels uniquement.
it: Esegue in background il test pubblico di OpenSpeedTest e ne riporta il risultato nel grafico qui. Infrastruttura pubblica: solo esecuzioni manuali.
ja: OpenSpeedTest のパブリックテストをバックグラウンドで実行し、結果をここにグラフ表示します。公共インフラのため、手動実行のみです。
ko: OpenSpeedTest의 공개 테스트를 백그라운드에서 실행하고 결과를 여기에 그래프로 표시합니다. 공용 인프라이므로 수동 실행만 가능합니다.
pt_br: Executa o teste público do OpenSpeedTest em segundo plano e exibe o resultado no gráfico aqui. Infraestrutura pública — apenas execuções manuais.
zh_hans: 在后台运行 OpenSpeedTest 的公共测试，并在此绘制结果图表。公共基础设施——仅限手动运行。

source: S.M.A.R.T. warning
de: S.M.A.R.T.-Warnung
es: Advertencia de S.M.A.R.T.
fr: Alerte S.M.A.R.T.
it: Avviso S.M.A.R.T.
ja: S.M.A.R.T. 警告
ko: S.M.A.R.T. 경고
pt_br: Aviso S.M.A.R.T.
zh_hans: S.M.A.R.T. 警告

source: Sample For (seconds)
de: Messdauer (Sekunden)
es: Muestrear durante (segundos)
fr: Durée d'échantillonnage (secondes)
it: Campiona per (secondi)
ja: サンプリング時間（秒）
ko: 샘플링 시간(초)
pt_br: Amostrar Por (segundos)
zh_hans: 采样时长（秒）

source: Self-host a server
de: Eigenen Server betreiben
es: Aloja tu propio servidor
fr: Héberger votre propre serveur
it: Ospita un server personale
ja: サーバをセルフホストする
ko: 서버 직접 호스팅
pt_br: Hospedar seu próprio servidor
zh_hans: 自行搭建服务器

source: Self-hosted
de: Selbst gehostet
es: Autoalojado
fr: Auto-hébergé
it: Server personale
ja: セルフホスト
ko: 직접 호스팅
pt_br: Auto-hospedado
zh_hans: 自建

source: Self-hosted server
de: Selbst gehosteter Server
es: Servidor autoalojado
fr: Serveur auto-hébergé
it: Server personale
ja: セルフホストサーバ
ko: 직접 호스팅 서버
pt_br: Servidor auto-hospedado
zh_hans: 自建服务器

source: Set ${setting} to ${value}
de: ${setting} auf ${value} setzen
es: Establecer ${setting} en ${value}
fr: Régler ${setting} sur ${value}
it: Imposta ${setting} su ${value}
ja: ${setting} を ${value} に設定
ko: ${setting}을(를) ${value}(으)로 설정
pt_br: Definir ${setting} como ${value}
zh_hans: 将 ${setting} 设置为 ${value}

source: Set Blip Setting
de: Blip-Einstellung setzen
es: Establecer ajuste de Blip
fr: Modifier un réglage de Blip
it: Imposta un'impostazione di Blip
ja: Blip の設定を変更
ko: Blip 설정 지정
pt_br: Definir Ajuste do Blip
zh_hans: 更改 Blip 设置

source: Set server URL in Settings
de: Server-URL in den Einstellungen festlegen
es: Indica la URL del servidor en Ajustes
fr: Définir l'URL du serveur dans Réglages
it: Imposta l'URL del server in Impostazioni
ja: 設定でサーバ URL を指定
ko: 설정에서 서버 URL 지정
pt_br: Defina o URL do servidor em Ajustes
zh_hans: 在“设置”中填写服务器 URL

source: Set your server URL in Settings → Network
de: Server-URL in Einstellungen → Netzwerk festlegen
es: Indica la URL de tu servidor en Ajustes → Red
fr: Définissez l'URL de votre serveur dans Réglages → Réseau
it: Imposta l'URL del tuo server in Impostazioni → Rete
ja: 設定 → ネットワークでサーバ URL を指定してください
ko: 설정 → 네트워크에서 서버 URL을 지정하세요
pt_br: Defina o URL do seu servidor em Ajustes → Rede
zh_hans: 在“设置”→“网络”中填写服务器 URL

source: Setting
de: Einstellung
es: Ajuste
fr: Réglage
it: Impostazione
ja: 設定
ko: 설정
pt_br: Ajuste
zh_hans: 设置

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

source: Share Result
de: Ergebnis teilen
es: Compartir resultado
fr: Partager le résultat
it: Condividi risultato
ja: 結果を共有
ko: 결과 공유
pt_br: Compartilhar resultado
zh_hans: 分享结果

source: Share a snapshot of all stats as one file
de: Schnappschuss aller Werte als eine Datei teilen
es: Compartir una instantánea de todo en un archivo
fr: Partager un instantané de toutes les stats en un fichier
it: Condividi un'istantanea di tutte le statistiche in un file
ja: 全統計のスナップショットを1ファイルで共有
ko: 모든 통계 스냅샷을 한 파일로 공유
pt_br: Compartilhar um instantâneo de tudo em um arquivo
zh_hans: 将全部统计快照作为一个文件分享

source: Share this result as an image + text
de: Ergebnis als Bild + Text teilen
es: Compartir el resultado como imagen y texto
fr: Partager le résultat en image + texte
it: Condividi il risultato come immagine + testo
ja: 結果を画像とテキストで共有
ko: 결과를 이미지+텍스트로 공유
pt_br: Compartilhar o resultado como imagem + texto
zh_hans: 以图片+文本分享结果

source: Show Measurement Labels
de: Messwertbeschriftungen anzeigen
es: Mostrar etiquetas de medida
fr: Afficher les étiquettes de mesure
it: Mostra etichette di misura
ja: 計測ラベルを表示
ko: 측정 레이블 표시
pt_br: Mostrar Rótulos de Medição
zh_hans: 显示测量标签

source: Show Value Labels
de: Wertebeschriftungen anzeigen
es: Mostrar etiquetas de valor
fr: Afficher les étiquettes de valeur
it: Mostra etichette dei valori
ja: 数値ラベルを表示
ko: 값 레이블 표시
pt_br: Mostrar Rótulos de Valores
zh_hans: 显示数值标签

source: Show optimization suggestions
de: Optimierungsvorschläge anzeigen
es: Mostrar sugerencias de optimización
fr: Afficher les suggestions d'optimisation
it: Mostra suggerimenti di ottimizzazione
ja: 最適化の提案を表示
ko: 최적화 제안 표시
pt_br: Mostrar sugestões de otimização
zh_hans: 显示优化建议

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Débit
it: Velocità
ja: 速度
ko: 속도
pt_br: Velocidade
zh_hans: 速度
